Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/8_undervisningsoppl.html.tmx
Source language: sme
Languages: sma

source: Udir.no - Oahpahusláhču: Dássi 5
sma: Udir.no - Ööhpehtimmiesoejkesje: Daltese 5

source: Oahpahusláhču: Dássi 5
sma: Ööhpehtimmiesoejkesje: Daltese 5

source: Dás gávdná oahpaheaddji ovdamearkkaid movt son sáhttá bargat vai ollašuhttá 5. dási gelbbolašvuođamihttomeriid.
sma: Daesnie lohkehtæjja vuesiehtimmieh gaavna guktie satne maahta maahtoeulmiejgujmie 5. daltesisnie barkedh.

source: Dás čájehuvvo movt gelbbolašvuođamihttomearri duohtandahkko oahppoulbmilis, sisdoallu ja bargovuogit, movt vuođđogálggaid integreret ja movt oahpahusa sáhttá heivehit juohke ovttaskas oahppái.
sma: Daesnie våajnoes guktie dah maahtoeulmieh tjyölkehke sjïdtieh lïerehtimmieulmine, sisvegisnie jïh barkoevuekine, guktie vihkielommes maehtelesvoeth meatan vaaltasuvvieh, jïh guktie maahta ööhpehtimmiem sjïehtedidh dan aktegh learoehkasse.

source: Dađistagaárvvoštallan ja gielladomeanat leat oassin láhčimis.
sma: Vuarjasjimmie iktemearan, gïelesuerkieh jïh maajhööhpehtimmie akte bielie dehtie soejkesjistie.

source: Okta sámegiela 2 ja 3 hástalusain lea oaččuhit ohppiid doaibmi njálmmálaš sámegielagin.
sma: Akte dejstie haestemijstie Saemien 2 jïh 3 lea maanide skreejredh dam saemien gïelem eadtjohkelaakan njaalmeldh nåhtadidh.

source: Dát ovdamearka čájeha movt oahppit sáhttet hupmat dálkki, dálkemearkkaid, muohttaga ja lunddolaš siivvu, beaivválaš gielladilálašvuođaid birra.
sma: Daate vuesiehtimmie vuesehte guktie learohkh maehtieh vearolden, væhtah vearolden bïjre, lopmen jïh daelhkien bïjre soptsestidh, mah leah iemie, biejjieladtje gïeletsiehkieh.

source: Gelbbolašvuođamihttomearit
sma: Maahtaldahkeulmie

source: Njálmmálaš gulahallan
sma: Njaalmeldh gaskesadteme

source: geavahit giela aktiivvalaččat iešguđetlágan gielladilálašvuođain ja iešguđetlágan oktavuođain ja doaimmain
sma: Lohkehtimmien ulmieh leah; learohkh gelkieh gïelem joekehts gïeletsiehkine jïh darjomi tjïrrh iedtjeleslaakan utnedh.

source: ipmirdit ja geavahit loguid geavatlaš dilálašvuođain
sma: taallh guarkedh jïh utnedh Gïelen jïh kultuvren bïjre daejredh

source: Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
sma: Lohkehtimmien ulmieh leah; learohkh gelkieh

source: geavahit doahpagiid mat čilgejit dálkki, dálkemearkkaid, muohttaga ja siivvu
sma: baakoeh utnedh mejtie veareldem, veareldevæhtide, lopmem jïh daelhkiem buerkiestieh

source: Čálalaš gulahallan
sma: Tjaaleldh gaskesadteme

source: lohkat ja čállit iešguđetlágan šáŋra teavsttaid
sma: teeksth lohkedh jïh tjaeledh joekehts sjaangerine

source: Eará relevánta gelbbolašvuođamihttomearit
sma: Jeatjah sjyöhtehke maahtoeulmieh

source: Oahppanulbmilat
sma: Lïerehtimmieulmieh

source: Oahpahusláhču ii álot fátmmas olles gelbbolašvuođamihttomeari.
sma: Ööhpehtimmiesoejkesje ij iktegisth ellies maahtoeulmieh faarhmesth.

source: Gelbbolašvuođamihttomearit leat duohtandahkko oahppoulbmilis.
sma: Maahtoeulmieh leah tjïelkestahteme lïerehtimmieulmine, mah tjïelke jiehtieh maam edtja lïeredh.

source: Oahppomihttomearri lea okta lávki gelbbolašvuođamihttomeari ollašuhttima guvlui.
sma: Lïerehtimmieulmieh akte sïlle guktie maahtoeulmide jaksedh.

source: Mihttomearrin lea ahte oahppit galget atnit giela aktiivvalaččat iešguđet gielladilálašvuođain main galget atnit doahpagiid mat čilgejit dálkki, dálkemearkkaid, muohttaga ja siivvu.
sma: Dïhte ulmie lea learohkh edtjieh gïelem eadtjohkelaakan nåhtadidh ovmessie gïeletsiehkine, gusnie aaj lahtesh goh vearolde, væhtah vearolden bïjre, lopme jïh daelhkie leah meatan.

source: Dát mearkkaša ahte oahppit galget máhttit:
sma: Daate sæjhta jiehtedh learohke edtja maehtedh:

source: ipmirdit doahpagiid jahkodagaid, dáhtoniid, mánuid ja jagiid birra (geardduheapmi maid 4. dásis ohppe)
sma: lahtesh guarkedh jaepieboelhki, biejjiej (daatove), aski jïh jaepiej bïjre (repetisjovne 4. daltesistie)

source: ipmirdit doahpagiid dálkki, dálkemearkkaid, muohttaga ja iešguđege jahkodaga siivvu birra
sma: lahtesh guarkedh vearolden, væhtah vearolden bïjre, lopmen jïh daelhkien bïjre dejnie ovmessie jaepieboelhkine

source: njálmmálaččat atnit doahpagiid jahkodagaid, dáhtoniid, mánuid, jagi, dálkki, dálkemearkkaid, muohttaga ja jahkodagaid siivvu birra
sma: lahtesh nåhtadidh jaepieboelhki, biejjiej, aski, jaepiej, vearolden, væhtah vearolden bïjre jïh lopmen jïh daelhkien bïjre njaalmeldh jaepien tjïrrh, våaroeminie jaepieboelhkine

source: atnit loguid go mihtidit galle mm ja cm lea arván- ja borgan, ja mihtidit temperatuvrraid guovtti vahkus čakčat ja dálvet ja hupmat dálke- ja temperatuvrramihtidemiid birra lohkosániiguin, ortnetadjektiivvaiguin ja mihtidandoahpagiin.
sma: taallh nåhtadidh gosse ebrie-jïh lopmeveahkah möölieh mm jïh cm, jïh temperatuvrh göökte våhkojne tjaktjege jïh daelvege, jïh vearolden jïh temperatuvremöölegi bïjre soptsestidh viehkine taallijste, öörnegetaallijste jïh lahtesijstie möölegen bïjre.

source: (oahppit čohkkejit, šláddjejit ja čohkkejit dieđuid tabeallaide ja stoalpodiagrámmii ja hupmet čohkkejuvvon dieđuid birra.
sma: (Learohkh tjöönghkieh, veesmieh jïh guvviedieh daatah tabellinie jïh sööjledijagrammine, jïh dan bïjre soptsestieh.

source: Áigeguovdilin sáhttá bidjat earuhuvvon oahppomihttomeari daid ohppiide geain juo lea buorre máhttu fáttá birra.)
sma: Daate maahta aaj akte joekehtehteme lïerehtimmieulmie årrodh dejtie learoehkidie mah joe hijven daajroem aamhtesen bïjre utnieh).

source: árvvoštallat njálmmálaš giellaanu daid eavttuid mielde mat leat čállojuvvon vuolábealde
sma: vuarjasjidh dam njaalmeldh darjomem dejstie væhtijste mah leah buerkiestamme vuelielisnie

source: Dás leat deattuhan ahte ráhkaduvvo autenttalaš bargobihttá.
sma: Leavloem biejeme aktem eensi laavenjassem darjodh.

source: Oahppit galget duođaštit máhtolašvuođaset go ráhkadit dálkedieđáhusa mas čuovvovaš bealit leat namuhuvvon: dálki, dálkemearka, muohta ja siivu.
sma: Daesnie learohkh edtjieh sov maahtoem vuesiehtidh gosse vearoldebïevnesh darjoeh, gusnie akte jallh jienebh daejstie aatijste meatan: vearolde, væhtah vearolden bïjre, lopme jïh daelhkie.

source: Nu oahppit sáhttet ávkkástallat háhkan máhtolašvuođa juste nu movt duohta eallimis šaddet.
sma: Dellie dah nuepiem åadtjoeh daajroem seammalaakan nåhtadidh goh dennie rïektes jieliedisnie.

source: Dálkedieđáhusat sáhttet áinnas leat earáláganin, ráhkaduvvot hutkáivuođain, go dat maid gullat radios dahje oaidnit televišuvnnas.
sma: Vearoldebievnese maahta badth jeatjahlaakan årrodh, vielie hæhtadihks goh mijjieh raadijovesne govlebe jallh tv ’ esne vuejnebe.

source: Oahppodoaimmat mat leat čadnojuvvon oahppoulbmiliidda dahket dan buktaga vuođu maid oahppit galget buvttadit, namalassii dálkedieđáhusaid.
sma: Lïerehtimmiedarjomh ektiedamme lïerehtimmieulmide våaromem biejieh dan dorjemassese, daesnie vearoldebïevnesh, mejtie learohkh edtjieh darjodh.

source: Eavttut joksat oahppoulbmiliid mihttomeriid
sma: Væhtah juktie ulmide jaksedh ektiedamme lïerehtimmieulmide

source: Oahppit galget dovdat gelbbolašvuođamihttomeriid, oahppomihttomeriid ja eavttuid go galgá mihtuid joksat.
sma: Learohkh tjuerieh maahtoeulmide, lïerehtimmieulmide jïh væhtide juktie ulmide jaksedh, damtedh.

source: Muital ja ságastala singuin mihttomeriid birra.
sma: Buerkesth jïh digkedh dam njaalmeldh dejgujmie.

source: Mihttomearit galget leat oinnolaččat klássalanjas ja leat oassin bargoplánas.
sma: Dah ulmieh maehtieh våajnoes årrodh klaassen tjiehtjielisnie, jïh akte bielie årrodh dehtie barkoesoejkesjistie.

source: Jus leat čállojuvvon bargoplánii, de sáhttet váhnemat / ovddasteaddjit searvat bargui.
sma: Jis dah leah barkoesoejkesjisnie, eejhtegh / dah mah eejhtegi åvteste, maehtieh meatan årrodh barkosne.

source: Oahppit berrejit searvat ráhkadit eavttuid.
sma: Learohkh byöroeh meatan årrodh væhtide evtiedidh.

source: Dat dagaha eaiggátvuođa ja oktasaš ipmárdusa dasa man dehálaš lea deattuhit kvaliteahta barggus maid galget doaimmahit.
sma: Dellie dah aktem aajhterevoetem åadtjoeh, jïh aktem tjåenghkies goerkesem barkoen vuekien bïjre, maam edtjieh darjodh.

source: Jus sii servet dán bargui, de iešárvvoštallan šaddá beaktilet ja sii ohppet eanet.
sma: Jis dah meatan orreme prosessesne, dïhte jïjtsevuarjasjimmie sæjhta radtjoesåbpoe sjïdtedh, jïh dah jienebem lïerieh.

source: Ohppiide šaddá álkibun ipmirdit maid oahpaheaddji lea árvvoštallan ja manin sii leat olahan dihto bohtosa.
sma: Aelhkebe sjædta learohkidie guarkedh maam lohkehtæjja vuarjasjamme, jïh mannasinie dah aktem vihties illedahkem jakseme.

source: Dán ovdamearkkaš čilgejuvvojit alla mihttoolahusa eavttuid evttohus.
sma: Daennie vuesiehtimmesne raeriestimmieh buerkeste dejtie væhtide juktie aktem jolle ulmiem jaksedh.

source: Oahpaheaddji ja oahppit sáhttet árvvoštallat leat go dát eavttut gustovaččat dan bargui maid sii galget bargat, ja heivehit daid iežaset bargui.
sma: Lohkehtæjja jïh learohke maehtieh vuarjasjidh mejtie daah væhtah raaktan tjïelkestieh maam edtjieh darjodh, jïh dejtie barkoen mietie sjïehtedidh.

source: Dasto ráhkaduvvojit eavttut eará dásiide.
sma: Dan mænngan evtede væhtah dejtie jeatjah daltesidie.

source: Oahppit berrejit leat mielde hábmemis eavttuid buot dásiide.
sma: Dah learohkh byöroeh meatan årrodh væhtide evtiedidh gaajhkide daltesidie.

source: Skovis vuolábealde atnit dásiid vuollegis, gaskamuddosaš ja alla mánáidskuvla dássái ja árvosániid nuoraidskuvlii ja joatkkaskuvlii.
sma: Goeresne vuelielisnie dah daltesh vuelegs, gaskoeh jïh jolle åtnasuvvieh maanadaltesasse, jïh karakterh noereskuvlese jïh jåarhkeskuvlese.

source: Tabealla sáhttá álkidahttit vuođđoskuvlla várás go joatkkaskuvlla.
sma: Maahta goerem aelhkebe darjodh maadthskuvlese goh jåarhkeskuvlese.

source: Ohppiide sáhttá eavttuid almmuhit eará vuogi bakte go tabealla.
sma: Maahta aaj væhtide jeatjahlaakan learoehkidie åehpiedehtedh goh aktene goeresne.

source: Alla ulbmilolahusa eavttuid ovdamearkkat:
sma: Vuesiehtimmieh væhtajgujmie juktie jolle ulmiem jaksedh:

source: Oahppomihttomearri
sma: Lïerehtimmieulmie

source: Gaskamuddosaš
sma: Vuelegs Gaskoeh

source: Oahppi galgá máhttit:
sma: Learohke edtja maehtedh

source: ipmirdit doahpagiid dálkki, dálkemearkkaid, muohttaga ja iešguđege jahkodagaid siivvu birra
sma: lahtesh vearolden, vearoldevæhtaj, lopmen jïh daelhkien bïjre guarkedh dejnie ovmessie jaepieboelhkine

source: Dus lea hui buorre sátneriggodat dálkki, dálkemearkkaid, muohttaga ja siivvu birra.
sma: Dov akte joekoen hijven baakoeveahka vearolden, vearoldevæhtaj, lopmen jïh daelhkien bïjre.

source: atnit dáid doahpagiid dávjá miehta jagi jahkodagaid mielde
sma: daejtie lahtesidie nåhtadidh abpe jaepiem, våaroeminie jaepieboelhkine

source: Don anát dáid doahpagiid iešguđet oktavuođain ja veardádalat ja sátnerikkisvuođain čilget dálkki, dálkemearkkaid, muohttaga ja siivvu jahkodagaid mielde.
sma: Datne daejtie lahtesidie ovmessie tsiehkine nåhtedh jïh vearoldem, vearoldevæhtah, lopmem jïh daelhkiem veele jïh joekehtslaakan buerkesth

source: atnit loguid mihtideames man galle mm ja cm lea arván- ja borgan ja temperatuvrra mihtideames guokte vahku čakčat ja dálvet ja hupmat dálkemihtidemiid birra lohkosániiguin, ortnetloguiguin ja mihtidandoahpagiiguin
sma: taallh nåhtadidh gosse ebrie- jïh lopmeveahkah mm jïh cm möölie, jïh temperatuvrh göökte våhkojne tjaktjege jïh daelvege, jïh vearoldemöölegi jïh temperatuvri bïjre soptsestidh viehkine taallijste, öörnegetaallijste jïh möölegelahtesijstie

source: Don máhtát atnit loguid, lohkosániid, ortnetloguid ja mihtidandoahpagiid go mihtidat galle mm dahje cm lea arván ja borgan.
sma: Datne maahtah taallh, öörnegetaallh jïh möölegelahtesh nåhtadidh gosse ebrie- jïh lopmeveahkah mm jïh cm möölh.

source: Don máhtát hupmat dálkki ja temperatuvrraid birra.
sma: Datne maahtah vearolden jïh temperatuvren bïjre soptsestidh

source: ráhkadit dálkedieđáhusaid ja daid njálmmálaččat ovdanbuktit skuvlla oahppanvuođus jietnafiilan
sma: vearoldebievnesh darjodh jïh dejtie njaalmeldh åehpiedehtedh skuvlen lïerehtimmiesijjesne viehkine tjoejefijlijste

source: Don máhtát ráhkadit iežat dálkedieđáhusaid ja máhtát maiddái atnit doahpagiid bures ja dárkilit.
sma: Datne maahtah jïjtsh vearoldebievnesh darjodh jïh lahtesidie joekehtslaakan jïh veele nåhtadidh.

source: Don ovdanbijat dálkedieđáhusa buori sátnejođuin ja buori jietnadagain.
sma: Datne vearoldebievnesem soptseste aktine tjïelke gïeline

source: Skovvi galgá leat oahpaheaddji dađistagaárvvoštallama ja oahppi iešárvvoštallama vuolggasadjin.
sma: Goere maahta våaroeminie årrodh dovne akten vuarjasjimmie barkoen nuelesne maam lohkehtæjja dorje, jïh learohki jïjtsevuarjasjimmie.

source: Skovi sáhttá maiddái atnit oahppiságastallama vuođđun dahje ovdánahttinságastallama vuođđun gaskal oahpaheaddji, oahppi ja váhnema / ovddasteaddji.
sma: Goere maahta aaj våaroeminie årrodh akten learohkesoptsestæmman jallh evtiedimmiesoptsestæmman lohkehtæjjan, eejhtegi / eejhtegi åvteste jïh learohken gaskem.

source: Oahppodoaimmat
sma: Lïerehtimmiedarjomh

source: Dán oasis gávdná oahpaheaddji ovdamearkkaid dasa movt son sáhttá bargat olahit 5. dási gelbbolašvuođamihttomeriid; sisdoalu ja oahppodoaimmaid, vuođđogálggaid, heivehuvvon oahpahusa, gáiddusoahpahusa ja dađistagaárvvoštallama.
sma: Daesnie lohkehtæjja vuajna guktie satne maahta maahtoeulmine barkedh 5. daltesisnie; sisvege jïh lïerehtimmiedarjomh, vihkielommes maehtelesvoeth, sjïehtedamme lohkehtimmie, maajhööhpehtimmie jïh vuarjasjimmie iktemearan.

source: Lea heivvolaš jus oahppit sáhtaše bargat fáttáin jagi áigodagaid mielde, omd. čakčat, dálvet, giđđat ja jus earenoamáš dálkedilli dáhpáhuvvá goas nu skuvlajagis.
sma: Akte aevhkie jis learohkh maehtieh aamhtesinie barkedh boelhkine, abpe jaepiem, vuesiehtimmien gaavhtan, tjaktjege, daelvege jïh gijrege, jïh gosse sjïere tsiehkieh sjïdtieh vearoldisnie, skuvlejaepesne.

source: Ovdamáhtut
sma: Åvtedaajroeh

source: Eaktun lea ahte oahppit máhttet vuođđodoahpagiid dálkki ja siivvu birra.
sma: Akte daerpiesvoete learohkh dejtie vihkielommes lahtesidie vearolden jïh daelhkien bïjre maehtieh.

source: Doahpagat geardduhuvvojit juohke bargoáigodaga álggus mas lea fáddán.
sma: Maahta dejtie lahtesidie repeteredh fïerhten barkoeboelhken åvtelen, daejnie aamhtesinie.

source: Eaktuduvvo maiddái ahte oahppit máhttet lohkosániid ja ortnetloguid.
sma: Tsiehkestahta vijriebasse dah learohkh taallide jïh öörnegetaallide daejrieh.

source: Daid sáhttá geardduhit go áigodagas aktiivvalaččat atnit kaleandara.
sma: Dejtie maahta repeteredh gosse biejjielåhkoem / kalenderem eadtjohkelaakan nåhtede boelhken.

source: Geahča 2. dási, mas válddahit árgabeaispealu.
sma: Vuartesjh aaj 2. daltesem, desnie aktem våhkoebiejjiespïelem buerkeste.

source: Čalmmustahte ohppiide movt dáhtoniid dadjá sámegillii.
sma: Tjïertesth guktie biejjieh (daatovh) saemiengïelesne jeahtasuvvieh.

source: Gávdnojit máŋggalágan bircospealut maid sáhttá atnit geardduheames / oahppamis lohkosániid ja ortnetloguid.
sma: Jienebh teernegespïelh gååvnesieh mejtie maahta nåhtadidh juktie taallide jïh öörnegetaallide repeteredh / lïeredh.

source: Álkimus vuohki lea bircut ja jitnosit dadjat dan logu maid bircu čájeha.
sma: Aelhkemes aktem teernegem hajkedh jïh dam taallem jiehtedh maam dïhte vuesehte.

source: Oahppit sáhttet atnit máŋga birccu oktanaga, adderet birccuid loguid, ja dadjat vástádusa sámegillii.
sma: Learohkh maehtieh jienebh teernegh seamma aejkien hajkedh, taallide lissiehtidh jïh vaestiedassem saemiengïelesne jiehtedh.

source: Atnui váldit ođđa doahpagiid
sma: Orre lahtesh sjïehtesjidh

source: Govva- ja sátnelotto, sátnebiŋgo, sátnegeardun ja máŋga doaimma sáhttet adnot vai oahppat ja adnui váldit ođđa doahpagiid.
sma: Maahta spïelh goh guvvie-jïh baakoelotto, baakoebingo, loop jïh jienebh darjomh nåhtadidh juktie orre lahtesh sjïehtesjidh.

source: Dálkelottogoarta sáhttá adnot sihke geardduheames ja viiddideames sátneriggodaga.
sma: Maahta vearoldelotto-kåarhtem nåhtadidh dovne repetisjovnese jïh baakoeveahkam lissiehtidh.

source: Govven: Elin Fjellheim, Elgå skuvle
sma: Guvvie: Elin Fjellheim, Elgå skuvle

source: Cavgileapmi movt oahppit sáhttet geardduhit ja oahppat ođđa sániid, geahča artihkkala sátneoahppama birra ja artihkkala oahppanstrategiija birra eaŋgalasgiela bagadusas.
sma: Edtja raerieh gaavnedh guktie learohkh maehtieh repeteredh jïh orre baakoeh lïeredh, vuartesjh artihkelem ordlæring jïh artihkelem læringsstrategier, bïhkedimmesne eengelsken gïelese.

source: Oahppanvugiid válddaheapmi
sma: Buerkiestimmie lïerehtimmievuekijste

source: Visuala oahppit liikojit
sma: Visuelle learohkh lyjhkoeh

source: Auditiiva oahppit liikojit
sma: Auditive learohkh lyjhkoeh

source: - lohkat ja čállit, geahččat filmma, sárgut, bargat bargogirjjiiguin ja govvidit jurddakártta
sma: - lohkedh tjaeledh, filmem vuejnedh, guvviedidh, barkoeheeftigujmie barkedh jïh åssjaldahkekaarhtese guvvieh darjodh

source: - govaid ja sániid
sma: - guvvieh jïh baakoeh

source: - guldalit, digaštallat, hupmat iežainis dahje earáiguin ja jitnosit lohkat
sma: - goltelidh, digkiedidh, jïjtsinie jallh jeatjabigujmie soptsestidh jïh reegkes gïeline lohkedh

source: Taktiila oahppit liikojit
sma: Taktile learohkh lyjhkoeh

source: Kinestetihka (motorihkalaš) oahppit liikojit
sma: Kinestetiske learohkh lyjhkoeh

source: - guoskkahit diŋggaid, giehtabarggu, dihtoriin bargat, ráhkadit seaidneplakáhtaid, speallat, čállit, čuohpadit ja liibmet
sma: - aath doehtedidh, gietigujmie barkedh, pc ’ ine barkedh, vïedtjeguvvieh darjodh, spealadidh, tjaeledh, bietskiedidh jïh lïjmesjidh

source: - bargat čoavddarieggáin ja árpobreahtain
sma: - barkedh tjoevtenjereagkine jïh laejkiepreejrine

source: - lihkadit ja olleš rupmaša atnit, speallat iešguđetlágan spealuid, teáhterneaktima ja praktihkalaš barggu
sma: - svihtjedh jïh abpe kråahpem nåhtadidh, ovmessie spïelh spealadidh, teaterem spealadidh jïh dæjpeles barkoe

source: - seaidne- ja láhttespealuid
sma: - vïedtje- jïh guelpiespïelh

source: Eanet oahppodoaimmat
sma: Vielie lïerehtimmiedarjomh

source: Ane kaleandara oktan dálke- ja siivogoarttaiguin maid oahppit darvvihit kaleandarii.
sma: Nåhtedh aktem biejjielåhkoem / kalenderem vearolde-jïh daelhkiekåarhtigujmie mejtie learohkh biejjielåhkose dibriehtieh.

source: Oahppit atnet dan ja hupmet dan beaivvi dálkki birra jus lea vejolaš.
sma: Learohkh daam nåhtadieh jïh soptsestieh dan sjyöhtehke vearolden bïjre fïerhten biejjien, jis gåarede.

source: Dálke- ja siivogoarttaid sáhttet oahppit dađistaga ráhkadit, atnit máŋgga geardde ja čuovvovaš áigodaga ođastit dieđuiguin seamma fáttás.
sma: Dah learohkh aaj maehtieh vearolde-jïh daelhkiekåarhth ahkedh darjodh, dejtie vihth nåhtadidh jïh vielie kåarhth darjodh mubpien boelhken, seamma aamhtesinie.

source: Sisafievrrideames ođđa doahpagiid sáhttá dahkat máŋgga ládje, nugomat seaidnespealu bakte.
sma: Sjïehtesjimmie dejstie orre lahtesijstie maahta gellielaakan darjodh, vuesiehtimmien gaavhtan vïedtjespïeline.

source: Ráhkat goartta juohke ođđa doahpagii.
sma: Darjoeh aktem kåarhtem fïereguhten lahtesasse.

source: Nuppi bealde čállojuvvo doaba dárogilli ja nuppi bealde ges sámegillii.
sma: Dennie aktene bielesne baakoe saemiengïelesne tjaalasåvva jïh dennie mubpene nöörjengïelesne.

source: Heaŋggo goarttaid seaidnái.
sma: Gævnjoeh kåarhtide akten vïedtjese.

source: Oahpaheaddji dahje oahppi lohká doahpaga sámegillii, eará oahppit ohcet seainnis dan doahpaga dárogillii, viehkalit dohko ja doaškalit goartta, omd čurotdoškkonin.
sma: Lohkehtæjja jallh akte learohke aktem kåarhtem saemiengïelesne låhka, dah learohkh dam nöörjen baakoem vïedtjesne ohtsedieh, disse vaerrieh jïh kåarhtem tsaepmieh, vuesiehtimmien gaavhtan aktine tjovrehke-tsaepmijinie.

source: Doahpagiid sáhttá hárjehallat dárogielas sámegillii.
sma: Maahta aaj lahtesidie lïerehtidh nöörjengïeleste saemiengïelese.

source: Goarttaid sáhttá maiddái leabbut láhttái.
sma: Maahta aaj kåarhtide gualpan biejedh.

source: Rievdadala !
sma: Darjoeh gellielaakan !

source: Geahča maiddái 6. ja 7. dásiid gos oahppovugiid válddahallat.)
sma: Vuartesjh aaj 6. jïh 7. daltesem, gusnie lïerehtimmievuekide lïhkiebasse buerkeste.

source: Govven: Ina Beate Somby, Báhpajávrri skuvla
sma: Guvvie: Ina Beate Somby, Prestvannet skuvle

source: Dás sáhttet oahppit
sma: Daesnie learohkh maehtieh

source: oahppat sámiid gávcci jahkodagaid birra
sma: saemiej gaektsie jaepieboelhki bïjre lïeredh

source: lohkat ja hupmat áigeguovdilis teavsttaid birra
sma: sjyöhtehke tjaalegi bïjre lohkedh jïh soptsestidh

source: bovdet váhnemiid muitalit dálkki, dálkemearkkaid, muohttaga ja siivvu birra Nubbi vejolašvuohtan lea ahte oahppit sáhttet finadit soapmása guossis ja sin jearahallan dán birra.
sma: båeries almetjh bööredidh vearolden, vearoldevæhtaj, lopmen jïh daelhkien bïjre soptsestidh Molsehthlaakan learohkh maehtieh guessine minnedh naakenidie jïh dejtie dan bïjre gihtjehtidh.

source: Dálkemearkkat ovdal ja dál – leatgo seammaláganat ?
sma: Vearoldevæhtah daelie jïh aarebi – dah seamma ?

source: Leatgo dálkemearkkat rievdan dálkkádatrievdamiid geažil ?
sma: Vearoldevæhtah maam jorkesamme, klijmajorkestimmiej mænngan ?

source: Dát gažaldagat sáhttet leat fágaidrasttideaddji fáddán sámegiela 2 ja luonddufágas / servodatfágas.
sma: Dah leah gyhtjelassh mejtie maahta bæjjese vaeltedh aktene dåaresthfaageles aamhtesisnie Saemien 2 jïh eatnemelearosne / siebriedahkefaagesne.

source: oahppit galget dárkut dálkki ja siivvu ain guokte vahku hávis golbmii – njelljii jagis ja hupmat maŋimus beivviid dálkki birra Dat doaibmá sihke geardduheames ja oahppamis ođđa doahpagiid oktavuođas.
sma: vearoldem jïh daelhkiem giehtjedidh göökte våhkoeh, golme njieljie aejkieh jaepien tjïrrh, jïh dej minngemes biejjiej vearolden bïjre soptsestidh Dïhte sjædta dovne goh repetisjovne jïh lïerehtimmie orre lahtesijstie.

source: ráhkat mihtidanstašuvnnaid mat mihtidit temperatuvrra, njuoskkadaga, guokte vahkkosaš áigodagas.
sma: möölegesijjieh darjodh mah temperatuvrem jïh ebrien / lopmem möölieh aktene boelhkesne mij lea göökte våhkoeh

source: dárkut ja válddahit dálkki ja temperatuvrra juohke beaivvi sierra skovvái man heaŋgut klássalatnjii. Čohkkejuvvon dieđuid vuođul ráhkaduvvo nugomat temperatuvrra statistihkka jna. ja jurddašuvvon dálkedieđáhus bargoáigodaga loahpas.
sma: vearoldem jïh temperatuvrem giehtjedidh jïh buerkiestidh fïerhten biejjien jïjtsh goerine mejtie gævnjoe klaassen tjiehtjielisnie Daate våaroeminie sjædta aktem statistihkem darjodh temperatuvren bïjre j. v., jïh aktem ussjedamme vearoldebïevnesem barkoeboelhken minngiegietjesne.

source: guokte ja guokte oahppi dahje joavkkus galget hupmat dálkki, dálkemearkkaid, muohttaga ja siivvu birra
sma: sinsitnine göökti göökti jallh dåehkine soptsestidh vearolden, vearoldevæhtaj, lopmen jïh daelhkien bïjre

source: atnit spealu oktan earáiguin ja ráhkadit sámegielat boaluid dálkki, dálkemearkkaid, muohttaga ja siivvu birra.
sma: Dïhte akte aktem dabloem vaalta jïh buerkeste don måbpan mij dablosne tjåådtje. Dïhte edtja jeatjah baakoeh nåhtadidh goh dablosne tjåådtje.

source: Guokte ja oahppi searválaga joavkun.
sma: Dam edtja darjodh akten vihties tijjen nuelesne.

source: Nubbi vállje boalu ja muitala nubbái mii bollui lea čállojuvvon.
sma: Daesnie gaajhkesh tjuerieh baakojde saemiengïelesne buerkestidh.

source: Son galgá muitalit eará sániiguin go dat mat leat čállojuvvon bollui.
sma: Ihke tjuara skodtedh vihties tijjen nuelesne, dellie vihkielommes goerkelidh.

source: Dás galget buohkat čilget sániid sámegillii.
sma: Jïh gaajhke ij tjoerh 100 % reaktoe årrodh.

source: Go mearreáiggis galgá čilget, de lea dehálaš muitalit nu ahte nubbi ipmirda.
sma: Vihkielommes sjædta dan jïjnjh dabloeh skååffedh goh gåarede, jïh luste sjædta soptsestidh.

source: Dán spealu sáhttá atnit buotlágan fáttáide.
sma: Daam spïelem maahta nåhtadidh ovmessie aamhtesinie.
